Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.numberOfLinesForAccessibility
source: Maximum number of lines of history to expose to Accessibility. Accessibility APIs can make iTerm2 slow. In order to limit the effect, you can restrict the number of lines in each session that are visible to accessibility. The last lines of each session will be made accessible.
de: Maximale Anzahl an Verlaufszeilen, die für die Bedienungshilfen sichtbar sind. APIs für Bedienungshilfen können iTerm2 verlangsamen. Um diesen Effekt zu begrenzen, können Sie die Anzahl der pro Sitzung für Bedienungshilfen sichtbaren Zeilen einschränken. Die letzten Zeilen jeder Sitzung werden zugänglich gemacht.
ja: Accessibilityに公開する履歴の最大行数。 Accessibility APIはiTerm2を遅くすることがあります。その影響を抑えるため、各セッションでAccessibilityに公開する行数を制限できます。各セッションの最後の行がAccessibilityで利用可能になります。
pt_br: Número máximo de linhas de histórico a expor à Acessibilidade. As APIs de acessibilidade podem deixar o iTerm2 lento. Para limitar o efeito, você pode restringir o número de linhas em cada sessão que ficam visíveis para a acessibilidade. As últimas linhas de cada sessão serão tornadas acessíveis.
ru: Максимальное число строк истории, доступных для Accessibility. API специальных возможностей (Accessibility) может замедлять работу iTerm2. Чтобы ограничить этот эффект, можно указать число строк в каждом сеансе, доступных для специальных возможностей. Доступными будут последние строки каждого сеанса.
zh_hans: 可让辅助功能访问的历史记录最大行数。 辅助功能API可能导致iTerm2变慢。为限制影响，可限制每个会话中可见的辅助功能行数。每个会话的最后几行将可被访问。

# AdvancedSetting.onePasswordAccount
source: 1Password account name. This is used if you’ve enabled the 1Password integration in the password manager. Use `op account list` to get the list of accounts. This can be an account shorthand, sign-in address, account ID, or user ID.
de: 1Password-Kontoname. Dies wird verwendet, wenn Sie die 1Password-Integration im Passwort-Manager aktiviert haben. Verwenden Sie `op account list`, um die Liste der Konten abzurufen. Dies kann ein Kontokürzel, eine Anmeldeadresse, eine Konto-ID oder eine Benutzer-ID sein.
ja: 1Passwordのアカウント名。 これはパスワードマネージャーで1Password統合を有効にしている場合に使用されます。アカウントの一覧を取得するには`op account list`を使用してください。アカウントの短縮名、サインインアドレス、アカウントID、ユーザーIDのいずれかを指定できます。
pt_br: Nome da conta do 1Password. Isto é usado se você ativou a integração do 1Password no cofre de senhas. Use `op account list` para obter a lista de contas. Pode ser uma abreviação de conta, endereço de login, ID da conta ou ID do usuário.
ru: Имя учётной записи 1Password. Используется, если в диспетчере паролей включена интеграция с 1Password. Чтобы получить список учётных записей, используйте `op account list`. Это может быть краткое имя учётной записи, адрес для входа, идентификатор учётной записи или идентификатор пользователя.
zh_hans: 1Password账户名称。 如果已在密码管理器中启用1Password集成，可使用`op account list`获取账户列表。这可以是账户简写、登录地址、账户ID或用户ID。

# AdvancedSetting.openFileInNewWindows
source: DEPRECATED: Use “How should new instances be opened” instead. Open files in new windows, not new tabs or split panes. This affects shell scripts opened from Finder, for example. See also “Open files in split panes”.
de: VERALTET: Verwenden Sie stattdessen „Wie sollen neue Instanzen geöffnet werden“. Dateien in neuen Fenstern öffnen, nicht in neuen Tabs oder Split-Bereichen. Dies betrifft zum Beispiel Shell-Skripte, die vom Finder aus geöffnet werden. Siehe auch „Dateien in Split-Bereichen öffnen“.
ja: 非推奨：代わりに「新しいインスタンスをどのように開くか」を使用してください。 新しいタブや分割ペインではなく、新しいウィンドウでファイルを開く。 これはFinderから開かれたシェルスクリプトなどに影響します。「分割ペインでファイルを開く」も参照してください。
pt_br: OBSOLETO: Use “Como as novas instâncias devem ser abertas” em vez disso. Abrir arquivos em novas janelas, não em novas abas ou painéis divididos. Isto afeta scripts de shell abertos a partir do Finder, por exemplo. Consulte também “Abrir arquivos em painéis divididos”.
ru: УСТАРЕЛО: используйте вместо этого «Как открывать новые экземпляры». Открывать файлы в новых окнах, а не в новых вкладках или разделённых панелях. Это, например, влияет на сценарии оболочки, открываемые из Finder. См. также «Открывать файлы в разделённых панелях».
zh_hans: 已废弃：应使用“新实例应如何打开”替代。 在新窗口中打开文件，而非新标签页或分屏窗格。 这影响从Finder打开的shell脚本，参见“在分屏窗格中打开文件”。

# AdvancedSetting.openFileInSplitPanes
source: DEPRECATED: Use “How should new instances be opened” instead. Open files in split panes. This affects shell scripts opened from Finder, for example. You must set “Open files in new windows, not new tabs” to “No” for this to take effect. See also “When opening a file in a split pane, should it be a vertical split?”
de: VERALTET: Verwenden Sie stattdessen „Wie sollen neue Instanzen geöffnet werden“. Dateien in Split-Bereichen öffnen. Dies betrifft zum Beispiel Shell-Skripte, die vom Finder aus geöffnet werden. Sie müssen „Dateien in neuen Fenstern öffnen, nicht in neuen Tabs“ auf „Nein“ setzen, damit dies wirksam wird. Siehe auch „Soll beim Öffnen einer Datei in einem Split-Bereich vertikal geteilt werden?“
ja: 非推奨：代わりに「新しいインスタンスをどのように開くか」を使用してください。 分割ペインでファイルを開く。 これはFinderから開かれたシェルスクリプトなどに影響します。これを有効にするには「新しいタブではなく新しいウィンドウでファイルを開く」を「いいえ」に設定する必要があります。「分割ペインでファイルを開く際、垂直分割にするか」も参照してください
pt_br: OBSOLETO: Use “Como as novas instâncias devem ser abertas” em vez disso. Abrir arquivos em painéis divididos. Isto afeta scripts de shell abertos a partir do Finder, por exemplo. Você precisa definir “Abrir arquivos em novas janelas, não em novas abas” como “Não” para que isto tenha efeito. Consulte também “Ao abrir um arquivo em um painel dividido, ele deve ser uma divisão vertical?”
ru: УСТАРЕЛО: используйте вместо этого «Как открывать новые экземпляры». Открывать файлы в разделённых панелях. Это, например, влияет на сценарии оболочки, открываемые из Finder. Чтобы это работало, параметр «Открывать файлы в новых окнах, а не в новых вкладках» должен быть выключен. См. также «При открытии файла в разделённой панели, должно ли разделение быть вертикальным?»
zh_hans: 已废弃：应使用“新实例应如何打开”替代。 在分屏窗格中打开文件。 这影响从Finder打开的shell脚本，例如。必须将“在新窗口中打开文件，而非新标签页”设置为“否”才能生效。另见“在分屏窗格中打开文件时应为垂直分屏吗？”

# AdvancedSetting.openFileInVerticalSplitPane
source: DEPRECATED: Use “How should new instances be opened” instead. When opening a file in a split pane, should it be a vertical split?
de: VERALTET: Verwenden Sie stattdessen „Wie sollen neue Instanzen geöffnet werden“. Soll beim Öffnen einer Datei in einem Split-Bereich vertikal geteilt werden?
ja: 非推奨：代わりに「新しいインスタンスをどのように開くか」を使用してください。 分割ペインでファイルを開く際、垂直分割にするか？
pt_br: OBSOLETO: Use “Como as novas instâncias devem ser abertas” em vez disso. Ao abrir um arquivo em um painel dividido, ele deve ser uma divisão vertical?
ru: УСТАРЕЛО: используйте вместо этого «Как открывать новые экземпляры». При открытии файла в разделённой панели, должно ли разделение быть вертикальным?
zh_hans: 已废弃：请改用“新实例应如何打开”。 在分屏窗格中打开文件时，是否应为垂直分屏？

# AdvancedSetting.openFileOverridesSendText
source: Should opening a script with iTerm2 disable the default profile's “Send Text at Start” setting? If you use “open iTerm2 file.command” or drag a script onto iTerm2's icon and this setting is enabled then the script will be executed in lieu of the profile's “Send Text at Start” setting. If this setting is off then both will be executed.
de: Soll das Öffnen eines Skripts mit iTerm2 die Einstellung „Text beim Start senden“ des Standardprofils deaktivieren? Wenn Sie „open iTerm2 file.command“ verwenden oder ein Skript auf das Symbol von iTerm2 ziehen und diese Einstellung aktiviert ist, wird das Skript anstelle der Profileinstellung „Text beim Start senden“ ausgeführt. Ist diese Einstellung deaktiviert, werden beide ausgeführt.
ja: iTerm2でスクリプトを開くと、デフォルトプロファイルの「開始時にテキストを送信」設定を無効にするか？ 「open iTerm2 file.command」を使用するか、スクリプトをiTerm2のアイコンにドラッグした際、この設定が有効になっているとプロファイルの「開始時にテキストを送信」設定の代わりにスクリプトが実行されます。この設定がオフの場合は両方が実行されます。
pt_br: Abrir um script com o iTerm2 deve desativar o ajuste “Enviar texto ao iniciar” do perfil padrão? Se você usar “open iTerm2 file.command” ou arrastar um script para o ícone do iTerm2 e este ajuste estiver ativado, o script será executado no lugar do ajuste “Enviar texto ao iniciar” do perfil. Se este ajuste estiver desativado, ambos serão executados.
ru: Должно ли открытие сценария в iTerm2 отключать параметр профиля по умолчанию «Отправить текст при запуске»? Если вы используете «open iTerm2 file.command» или перетаскиваете сценарий на значок iTerm2, и этот параметр включён, сценарий будет выполнен вместо параметра профиля «Отправить текст при запуске». Если этот параметр выключен, будут выполнены оба варианта.
zh_hans: 使用 iTerm2 打开脚本时，是否应禁用默认配置文件的“启动时发送文本”设置？ 如果您使用“open iTerm2 file.command”或将脚本拖到 iTerm2 图标上并启用此设置，则脚本将执行而非配置文件中的“启动时发送文本”设置。如果此设置被关闭，则两者都会执行。

# AdvancedSetting.openNewWindowAtStartup
source: Open a window at startup? This is useful if you wish to use the system window restoration settings but not create a new window if none would be restored.
de: Beim Start ein Fenster öffnen? Dies ist nützlich, wenn Sie die Fensterwiederherstellungseinstellungen des Systems verwenden möchten, aber kein neues Fenster erstellen wollen, falls keines wiederhergestellt würde.
ja: 起動時にウィンドウを開く？ システムのウィンドウ復元設定を使いたいが、何も復元されない場合に新しいウィンドウを作成したくないときに便利です。
pt_br: Abrir uma janela na inicialização? Isto é útil se você deseja usar os ajustes de restauração de janelas do sistema, mas não criar uma nova janela se nenhuma for restaurada.
ru: Открывать окно при запуске? Это полезно, если вы хотите использовать системные настройки восстановления окон, но не создавать новое окно, если ни одно окно не будет восстановлено.
zh_hans: 启动时打开一个窗口？ 如果您希望使用系统窗口恢复设置但不创建新窗口（因为不会恢复），此功能非常有用。

# AdvancedSetting.openProfilesInNewWindow
source: Choosing a profile from the “Profiles” menu opens a new window. You must restart iTerm2 after changing this setting for it to take effect.
de: Die Auswahl eines Profils aus dem Menü „Profile“ öffnet ein neues Fenster. Sie müssen iTerm2 nach dem Ändern dieser Einstellung neu starten, damit sie wirksam wird.
ja: 「プロファイル」メニューからプロファイルを選択すると新しいウィンドウが開く。 この設定の変更を反映させるにはiTerm2を再起動する必要があります。
pt_br: Escolher um perfil no menu “Perfis” abre uma nova janela. Você precisa reiniciar o iTerm2 após alterar este ajuste para que ele tenha efeito.
ru: Выбор профиля в меню «Профили» открывает новое окно. Чтобы изменение этого параметра вступило в силу, необходимо перезапустить iTerm2.
zh_hans: 从“配置文件”菜单中选择一个配置文件会打开一个新窗口。 更改此设置后必须重启 iTerm2 才能生效。

# AdvancedSetting.openQuicklyAnimationDuration
source: Duration in seconds of the Open Quickly window height animation. Set to 0 to disable the animation.
de: Dauer der Höhenanimation des Fensters „Schnell öffnen“ in Sekunden. Setzen Sie den Wert auf 0, um die Animation zu deaktivieren.
ja: Open Quicklyウィンドウの高さアニメーションの長さ（秒）。 アニメーションを無効にするには0を設定してください。
pt_br: Duração em segundos da animação de altura da janela Abrir rapidamente. Defina como 0 para desativar a animação.
ru: Длительность в секундах анимации изменения высоты окна Open Quickly. Укажите 0, чтобы отключить анимацию.
zh_hans: “快速打开”窗口高度动画的持续时间（以秒为单位）。 设置为 0 可禁用此动画。

# AdvancedSetting.openUntitledFile
source: Open a new window when you click the dock icon and no windows are already open, and also on app launch when no other windows are open?
de: Ein neues Fenster öffnen, wenn Sie auf das Dock-Symbol klicken und keine Fenster geöffnet sind, sowie beim Start der App, wenn keine anderen Fenster geöffnet sind?
ja: ウィンドウが開いていない状態でDockアイコンをクリックしたとき、およびアプリ起動時に他のウィンドウが開いていないとき、新しいウィンドウを開くか？
pt_br: Abrir uma nova janela quando você clica no ícone do dock e nenhuma janela está aberta, e também ao iniciar o app quando nenhuma outra janela está aberta?
ru: Открывать новое окно при щелчке по значку в Dock, если нет открытых окон, а также при запуске приложения, если нет других открытых окон?
zh_hans: 点击窗口栏图标时打开新窗口，且当前没有其他窗口打开？以及应用启动时如果没有其他窗口也适用？

# AdvancedSetting.optimumTabWidth
source: Preferred tab width when tabs are equally sized.
de: Bevorzugte Tab-Breite, wenn Tabs gleich groß sind.
ja: タブが均等なサイズのときの推奨タブ幅。
pt_br: Largura preferida da aba quando as abas têm o mesmo tamanho.
ru: Предпочтительная ширина вкладки, когда все вкладки имеют одинаковый размер.
zh_hans: 当标签页大小相等时，首选的标签页宽度。

# AdvancedSetting.oscColorReport16Bits
source: Report 16-bit color values to OSC 4 and 10 through 19. Works around a bug in older vim where they could not properly parse 8-bit values.
de: 16-Bit-Farbwerte für OSC 4 und 10 bis 19 melden. Umgeht einen Fehler in älteren Versionen von vim, bei denen 8-Bit-Werte nicht korrekt verarbeitet werden konnten.
ja: OSC 4および10〜19に対して16ビットのカラー値を報告する。 古いvimが8ビット値を正しく解析できないバグの回避策です。
pt_br: Relatar valores de cor de 16 bits para OSC 4 e 10 a 19. Contorna um bug em versões antigas do vim onde não conseguiam analisar corretamente valores de 8 bits.
ru: Сообщать 16-битные значения цвета в ответ на OSC 4 и с 10 по 19. Обходит ошибку в старых версиях vim, которые не могли корректно разбирать 8-битные значения.
zh_hans: 将 16 位颜色值报告给 OSC 4 和 10-19。 解决了旧版 vim 中的一个问题，因为该版本无法正确解析 8 位值。

# AdvancedSetting.p3
source: Use P3 as default color space? If No, sRGB will be used.
de: P3 als Standardfarbraum verwenden? Bei „Nein“ wird sRGB verwendet.
ja: デフォルトのカラースペースとしてP3を使用するか？「いいえ」の場合はsRGBが使用されます。
pt_br: Usar P3 como espaço de cor padrão? Se Não, será usado o sRGB.
ru: Использовать P3 как цветовое пространство по умолчанию? Если нет, будет использоваться sRGB.
zh_hans: 使用 P3 作为默认颜色空间？如果否，则使用 sRGB。

# AdvancedSetting.paneTitleBarBackgroundColor
source: Custom background color for pane title bars. Leave empty to use default color. This should be an HTML-style color, like #aabbcc.
de: Benutzerdefinierte Hintergrundfarbe für Bereichstitelleisten. Leer lassen, um die Standardfarbe zu verwenden. Dies sollte eine Farbe im HTML-Stil sein, zum Beispiel #aabbcc.
ja: ペインのタイトルバーのカスタム背景色。デフォルトの色を使用するには空欄のままにしてください。 #aabbccのようなHTML形式の色を指定してください。
pt_br: Cor de fundo personalizada para as barras de título dos painéis. Deixe vazio para usar a cor padrão. Deve ser uma cor no estilo HTML, como #aabbcc.
ru: Пользовательский цвет фона для заголовков панелей. Оставьте пустым, чтобы использовать цвет по умолчанию. Цвет должен быть в HTML-формате, например #aabbcc.
zh_hans: 窗格标题栏的自定义背景颜色。留空则使用默认颜色。 应为 HTML 风格的颜色，如 #aabbcc。

# AdvancedSetting.paneTitleBarTextColor
source: Custom text color for pane title bars. Leave empty to use default color. This should be an HTML-style color, like #aabbcc.
de: Benutzerdefinierte Textfarbe für Bereichstitelleisten. Leer lassen, um die Standardfarbe zu verwenden. Dies sollte eine Farbe im HTML-Stil sein, zum Beispiel #aabbcc.
ja: ペインのタイトルバーのカスタムテキスト色。デフォルトの色を使用するには空欄のままにしてください。 #aabbccのようなHTML形式の色を指定してください。
pt_br: Cor de texto personalizada para as barras de título dos painéis. Deixe vazio para usar a cor padrão. Deve ser uma cor no estilo HTML, como #aabbcc.
ru: Пользовательский цвет текста для заголовков панелей. Оставьте пустым, чтобы использовать цвет по умолчанию. Цвет должен быть в HTML-формате, например #aabbcc.
zh_hans: 窗格标题栏的自定义文本颜色。留空则使用默认颜色。 应为 HTML 风格的颜色，如 #aabbcc。

# AdvancedSetting.pasteHistoryMaxOptions
source: Number of entries to save in Paste History.
de: Anzahl der im Einfügeverlauf zu speichernden Einträge.
ja: Paste Historyに保存するエントリの数。
pt_br: Número de entradas a salvar no Histórico de colagem.
ru: Число записей, сохраняемых в истории вставок.
zh_hans: 要在粘贴历史中保存的条目数量。

# AdvancedSetting.pastingClearsSelection
source: Pasting text will remove the selection.
de: Durch Einfügen von Text wird die Auswahl entfernt.
ja: テキストを貼り付けると選択を解除する。
pt_br: Colar texto removerá a seleção.
ru: Вставка текста снимет выделение.
zh_hans: 粘贴文本会移除选中内容。

# AdvancedSetting.pathsToIgnore
source: Paths to ignore for Semantic History. Separate paths with a comma. Any file under one of these paths will not be openable with Semantic History. It is wise to add network file systems to this list, since they can be very slow.
de: Für Semantic History zu ignorierende Pfade. Trennen Sie die Pfade durch Kommas. Dateien unter einem dieser Pfade können nicht mit Semantic History geöffnet werden. Es ist ratsam, Netzwerkdateisysteme in diese Liste aufzunehmen, da sie sehr langsam sein können.
ja: Semantic Historyで無視するパス。 パスはカンマで区切ってください。これらのパスの下にあるファイルはSemantic Historyで開けなくなります。ネットワークファイルシステムは非常に遅くなることがあるため、このリストに追加することをお勧めします。
pt_br: Caminhos a ignorar no Semantic History. Separe os caminhos com uma vírgula. Qualquer arquivo sob um destes caminhos não poderá ser aberto com o Semantic History. É recomendável adicionar sistemas de arquivos em rede a esta lista, pois eles podem ser muito lentos.
ru: Пути, которые нужно игнорировать для функции «Семантическая история». Разделяйте пути запятыми. Любой файл в одном из этих путей нельзя будет открыть с помощью «Семантической истории». Рекомендуется добавить в этот список сетевые файловые системы, так как они могут быть очень медленными.
zh_hans: 语义历史中忽略的路径。 用逗号分隔路径。这些路径下的任何文件将无法使用语义历史打开，建议将网络文件系统加入此列表，因为它们可能非常慢。

# AdvancedSetting.pathToFTP
source: Path to ftp for opening ftp: URLs. You may want to set this to /usr/local/bin/ftp to use the Homebrew install.
de: Pfad zu ftp zum Öffnen von ftp:-URLs. Sie können dies auf /usr/local/bin/ftp setzen, um die Homebrew-Installation zu verwenden.
ja: ftp: URLを開くためのftpへのパス。 Homebrewでインストールしたものを使用するには /usr/local/bin/ftp に設定するとよいでしょう。
pt_br: Caminho para o ftp para abrir URLs ftp:. Você pode querer definir isto como /usr/local/bin/ftp para usar a instalação do Homebrew.
ru: Путь к ftp для открытия ссылок ftp:. Возможно, вы захотите указать /usr/local/bin/ftp, чтобы использовать версию, установленную через Homebrew.
zh_hans: 打开 ftp: URL 的 ftp 路径。 您可以将其设置为 /usr/local/bin/ftp 以使用 Homebrew 安装。

# AdvancedSetting.pathToTelnet
source: Path to telnet for opening telnet: URLs. You may want to set this to /usr/local/bin/telnet to use the Homebrew install.
de: Pfad zu telnet zum Öffnen von telnet:-URLs. Sie können dies auf /usr/local/bin/telnet setzen, um die Homebrew-Installation zu verwenden.
ja: telnet: URLを開くためのtelnetへのパス。 Homebrewでインストールしたものを使用するには /usr/local/bin/telnet に設定するとよいでしょう。
pt_br: Caminho para o telnet para abrir URLs telnet:. Você pode querer definir isto como /usr/local/bin/telnet para usar a instalação do Homebrew.
ru: Путь к telnet для открытия ссылок telnet:. Возможно, вы захотите указать /usr/local/bin/telnet, чтобы использовать версию, установленную через Homebrew.
zh_hans: 打开 telnet: URL 的 telnet 路径。 您可以将其设置为 /usr/local/bin/telnet 以使用 Homebrew 安装。

# AdvancedSetting.performDictionaryLookupOnQuickLook
source: Perform dictionary lookups on force press. If this is NO, force press will still preview the Semantic History action; only dictionary lookups can be disabled.
de: Wörterbuchnachschlagen bei Force Press durchführen. Wenn dies auf NEIN gesetzt ist, zeigt Force Press weiterhin eine Vorschau der Semantic-History-Aktion; nur das Wörterbuchnachschlagen kann deaktiviert werden.
ja: 強めのプレス（Force Press）で辞書検索を実行する。 これが「いいえ」の場合でも、強めのプレスはSemantic Historyアクションのプレビューを表示します。無効にできるのは辞書検索のみです。
pt_br: Realizar consultas de dicionário ao pressionar com força. Se for NÃO, o pressionar com força ainda mostrará a pré-visualização da ação do Semantic History; apenas as consultas de dicionário podem ser desativadas.
ru: Выполнять поиск в словаре при сильном нажатии (force press). Если этот параметр выключен, при сильном нажатии всё равно будет показываться предпросмотр действия «Семантической истории»; отключается только поиск в словаре.
zh_hans: 强制按键时执行字典查找。 如果为否，强制按键仍会预览语义历史操作；只能禁用字典查找。

# AdvancedSetting.performSQLiteIntegrityCheck
source: Perform restorable state integrity checks?
de: Integritätsprüfungen des wiederherstellbaren Zustands durchführen?
ja: 復元可能な状態の整合性チェックを実行するか？
pt_br: Realizar verificações de integridade do estado restaurável?
ru: Выполнять проверку целостности восстанавливаемого состояния?
zh_hans: 执行可恢复状态完整性检查？

# AdvancedSetting.pinchToChangeFontSizeDisabled
source: Disable changing font size in response to a pinch gesture.
de: Änderung der Schriftgröße durch eine Pinch-Geste deaktivieren.
ja: ピンチジェスチャーによるフォントサイズの変更を無効にする。
pt_br: Desativar a alteração do tamanho da fonte em resposta a um gesto de pinça.
ru: Отключить изменение размера шрифта в ответ на жест сведения/разведения пальцев (pinch).
zh_hans: 禁用通过捏合手势改变字体大小的功能。

# AdvancedSetting.pinEditSession
source: Pin Edit Session window to the session it originally edited. If not set, it will affect the most recently active session.
de: Fenster „Sitzung bearbeiten“ an die ursprünglich bearbeitete Sitzung anheften. Wenn nicht gesetzt, wirkt es sich auf die zuletzt aktive Sitzung aus.
ja: Edit Sessionウィンドウを、それが元々編集していたセッションに固定する。 設定しない場合、最後にアクティブだったセッションに影響します。
pt_br: Fixar a janela Editar sessão na sessão que ela editou originalmente. Se não estiver definido, afetará a sessão ativa mais recente.
ru: Закреплять окно редактирования сеанса за тем сеансом, для которого оно было открыто изначально. Если параметр выключен, окно будет применяться к последнему активному сеансу.
zh_hans: 将“编辑会话”窗口重新定位到其原始编辑的会话。 如果未设置，则影响最近活动的会话。

# AdvancedSetting.pinnedTabWidth
source: Width of pinned tabs in pixels.
de: Breite angehefteter Tabs in Pixeln.
ja: 固定タブの幅（ピクセル単位）。
pt_br: Largura das abas fixadas em pixels.
ru: Ширина закреплённых вкладок в пикселях.
zh_hans: 固定标签页的宽度（像素）。

# AdvancedSetting.placeTabsInTitlebarAccessoryInFullScreen
source: Place the tabbar in the window's titlebar in full screen mode (macOS 13+ only)? This can be disabled to work around a bug in macOS where tabs may not be visible in full screen.
de: Die Tableiste im Vollbildmodus in der Titelleiste des Fensters platzieren (nur macOS 13+)? Dies kann deaktiviert werden, um einen Fehler in macOS zu umgehen, bei dem Tabs im Vollbildmodus möglicherweise nicht sichtbar sind.
ja: フルスクリーンモードでタブバーをウィンドウのタイトルバーに配置するか（macOS 13以降のみ）？ macOSにはフルスクリーン時にタブが表示されないことがあるバグがあり、この設定を無効にすることでその回避策になります。
pt_br: Colocar a barra de abas na barra de título da janela no modo de tela cheia (somente macOS 13+)? Isto pode ser desativado para contornar um bug no macOS onde as abas podem não ficar visíveis em tela cheia.
ru: Размещать панель вкладок в строке заголовка окна в полноэкранном режиме (только macOS 13 и новее)? Это можно отключить, чтобы обойти ошибку macOS, из-за которой вкладки могут быть не видны в полноэкранном режиме.
zh_hans: 在全屏模式下将标签页栏放在窗口标题栏的位置（仅适用于 macOS 13+ 版本）？ 此功能可禁用，以解决 macOS 中标签页在全屏模式下不可见的bug。

# AdvancedSetting.pollForTmuxForegroundJob
source: Poll for foreground job name in tmux integration with tmux < 3.2? This enables tab icons but can cause a lot of background traffic. This has no effect in tmux 3.2 and later, where polling is unnecessary.
de: Bei der tmux-Integration mit tmux < 3.2 den Namen des Vordergrundjobs abfragen? Dies aktiviert Tab-Symbole, kann jedoch zu viel Hintergrundverkehr führen. Bei tmux 3.2 und höher hat dies keine Wirkung, da das Abfragen dort nicht nötig ist.
ja: tmux 3.2未満とのtmux統合でフォアグラウンドジョブ名をポーリングするか？ これによりタブアイコンが有効になりますが、バックグラウンドの通信量が多くなる場合があります。ポーリングが不要なtmux 3.2以降では効果がありません。
pt_br: Consultar periodicamente o nome do processo em primeiro plano na integração do tmux com tmux < 3.2? Isto ativa os ícones das abas, mas pode causar muito tráfego em segundo plano. Isto não tem efeito no tmux 3.2 e posterior, onde a consulta periódica é desnecessária.
ru: Опрашивать имя активной задачи при интеграции с tmux версии ниже 3.2? Это включает значки на вкладках, но может создавать значительный фоновый трафик. Не действует в tmux 3.2 и новее, где опрос не требуется.
zh_hans: 在 tmux 与 tmux 的集成中，对前台作业名称进行轮询（<3.2版本）？ 此功能会显示标签页图标，但可能导致大量后台流量。在 tmux 3.2及更高版本中，此功能无效，因为轮询已不再必要。
